Repository: BajaPaul/EncryptionLocker
Catalog: EncryptionLocker/Strings/*/Resources.resw
Source language: en_us
Languages: es, fr, hi, zh_hans

# MP_TblkAppName
source: Encryption Locker
es: Casillero de Encriptación
fr: Casier de Cryptage
hi: एन्क्रिप्शन लॉकर
zh_hans: 加密储物柜

# AT_TblkPageTitle
source: Toggle button information
es: Alternar la información del botón
fr: Informations sur le bouton de bascule
hi: बटन जानकारी टॉगल करें
zh_hans: 切换按钮信息

# UMP_ButContinue
source: Continue
es: Continuar
fr: Continuer
hi: जारी रहना
zh_hans: 继续

# UMP_ButLockerReset
source: Reset locker folder
es: Restablecer carpeta del casillero
fr: Réinitialiser le dossier du casier
hi: लॉकर फ़ोल्डर रीसेट करें
zh_hans: 重置储物柜文件夹

# UMP_Reset_Aborted
source: Reset aborted
es: Restablecer abortado
fr: Reset annulé
hi: निरस्त रीसेट करें
zh_hans: 重置已中止

# EP_Error_LockerAccess
source: Could not open folder or get read and write access to folder.
es: No se pudo abrir la carpeta ni obtener acceso de lectura y escritura a la carpeta.
fr: Impossible d'ouvrir le dossier ou d'obtenir lire et écrire l'accès au dossier.
hi: फ़ोल्डर नहीं खोल सका या फ़ोल्डर में पढ़ने और लिखने के लिए।
zh_hans: 无法打开文件夹或获取对文件夹的读取和写入访问权限。

# EP_Error_FilePath
source: File path to locker folder does not match configuration value. Did you rename or move or delete locker folder?
es: La ruta de archivo a la carpeta casillero no coincide con el valor de configuración. ¿Ha renombrado o desplazado o eliminado la carpeta del casillero?
fr: Le chemin de fichier vers le dossier de casier ne correspond pas à la valeur de configuration. Avez-vous renomoué ou déplacer ou supprimer le dossier de casier?
hi: लॉकर फ़ोल्डर के लिए फ़ाइल पथ कॉन्फ़िगरेशन मान से मेल नहीं खाता है। क्या आपने लॉकर फ़ोल्डर का नाम बदल दिया या स्थानांतरित किया या हटा दिया?
zh_hans: 锁定器文件夹的文件路径与配置值不匹配。 您是否重命名或移动或删除了更衣室文件夹？

# EP_Error_LockerReset_Required
source: Click following button to reset locker folder. Select same folder and enter password used to create folder.
es: Haga clic en el botón siguiente para restablecer la carpeta del casillero. Seleccione la misma carpeta y escriba la contraseña utilizada para crear la carpeta.
fr: Cliquez sur le bouton suivant pour réinitialiser le dossier du casier. Sélectionnez le même dossier et entrez le mot de passe utilisé pour créer le dossier.
hi: लॉकर फ़ोल्डर रीसेट करने के लिए निम्न बटन क्लिक करें। फ़ोल्डर बनाने के लिए एक ही फ़ोल्डर का चयन करें और पासवर्ड दर्ज करें।
zh_hans: 单击以下按钮以重置锁定文件夹。 选择相同的文件夹并输入用于创建文件夹的密码。

# EP_Error_LockerNotFound
source: Could not find locker folder. Did you rename or move or delete folder? Did you remove USB drive, SD card, or removable drive that folder was on? Exit application and insert removed device and try again. Otherwise click following button to reset locker folder.
es: No se pudo encontrar la carpeta del casillero. ¿Ha renombrado o desplazado o eliminado la carpeta? ¿Ha quitado la unidad USB, la tarjeta SD o la unidad extraíble en la que estaba la carpeta? Salga de la aplicación e inserte el dispositivo eliminado e inténtelo de nuevo. De lo contrario, haga clic en el botón siguiente para restablecer la carpeta casillero.
fr: Impossible de trouver le dossier du casier. Avez-vous renommé, déplacé ou supprimé un dossier? Avez-vous retiré le lecteur USB, la carte SD ou le lecteur amovible dans lequel se trouvait ce dossier? Quittez l'application et insérez le périphérique supprimé, puis réessayez. Sinon, cliquez sur le bouton suivant pour réinitialiser le dossier du casier.
hi: लॉकर फ़ोल्डर नहीं मिला। क्या आपने फ़ोल्डर का नाम बदल दिया या स्थानांतरित किया या हटा दिया? क्या आपने यूएसबी ड्राइव, एसडी कार्ड, या हटाने योग्य ड्राइव को हटा दिया था जो फ़ोल्डर चालू था? आवेदन से बाहर निकलें और हटाए गए डिवाइस डालें और पुनः प्रयास करें। अन्यथा लॉकर फ़ोल्डर रीसेट करने के लिए निम्न बटन क्लिक करें।
zh_hans: 找不到储物柜文件夹。 您是否重命名或移动或删除文件夹？ 您是否删除了该文件夹所在的USB驱动器，SD卡或可移动驱动器？ 退出应用程序并插入已删除的设备并重试。 否则，请单击以下按钮以重置锁定文件夹。

# EP_Success_PageLoad_Msg01
source: Found locker folder at
es: Carpeta de casillero encontrado en
fr: Dossier de casier trouvé à
hi: पर लॉकर फ़ोल्डर मिला
zh_hans: 找到的储物柜文件夹在

# EP_Success_PageLoad_Msg02
source: Application has read and write access to folder
es: La aplicación tiene acceso de lectura y escritura a la carpeta
fr: L'application a lu et écrit l'accès au dossier
hi: एप्लिकेशन ने फ़ोल्डर को एक्सेस पढ़ और लिख लिया है
zh_hans: 应用程序具有对文件夹的读写权限

# EP_Error_Password_NotValid
source: Password not valid. Please try again. Locker reset will be initiated after five attempts.
es: Contraseña no válida. Por favor, inténtelo de nuevo. El restablecimiento del casillero se iniciará después de cinco intentos.
fr: Mot de passe non valide Veuillez réessayer. La réinitialisation du casier sera lancée après cinq tentatives.
hi: पासवर्ड मान्य नहीं है। कृपया पुन: प्रयास करें। पांच प्रयासों के बाद लॉकर रीसेट शुरू किया जाएगा।
zh_hans: 密码无效。 请再试一次。 五次尝试后将启动储物柜重置。

# EP_TblkPageMsg
source: Enter password to unlock and open locker folder.
es: Ingrese la contraseña para desbloquear y abrir la carpeta del casillero.
fr: Entrez le mot de passe pour déverrouiller et ouvrir le dossier de casier.
hi: अनलॉक करने और लॉकर फ़ोल्डर खोलने के लिए पासवर्ड दर्ज करें।
zh_hans: 输入密码以解锁和打开储物柜文件夹。

# EP_TblkPageTitle
source: Application password entry
es: Entrada de contraseña de la aplicación
fr: Entrée de mot de passe d'application
hi: आवेदन पासवर्ड प्रविष्टि
zh_hans: 应用程序密码输入

# UMP_Error_Password_Hash
source: Could not hash password. Try different password.
es: No se pudo hash la contraseña. Pruebe con una contraseña diferente.
fr: Impossible de hacher le mot de passe. Essayez un mot de passe différent.
hi: पासवर्ड हैश नहीं कर सका । अलग पासवर्ड आज़माएं ।
zh_hans: 无法哈希密码。 尝试不同的密码。

# HP_ButDecryptLocker
source: Decrypt locker folder
es: Descifrar carpeta del casillero
fr: Décrypter le dossier de casier
hi: लॉकर फ़ोल्डर डिक्रिप्ट करें
zh_hans: 解密储物柜文件夹

# HP_ButDecryptFile
source: Decrypt file
es: Descifrar archivo
fr: Décrypter le fichier
hi: फ़ाइल डिक्रिप्ट करें
zh_hans: 解密文件

# HP_ButDeleteFile
source: Secure delete file
es: Archivo de eliminación segura
fr: Fichier de suppression sécurisé
hi: सुरक्षित फ़ाइल हटाएं
zh_hans: 安全删除文件

# HP_ButDeleteFolder
source: Secure delete folder
es: Carpeta de eliminación segura
fr: Dossier de suppression sécurisé
hi: सुरक्षित फ़ोल्डर हटाएं
zh_hans: 安全删除文件夹

# HP_ButEncryptLocker
source: Encrypt locker folder
es: Cifrar carpeta del casillero
fr: Chiffrer le dossier de casier
hi: लॉकर फ़ोल्डर एन्क्रिप्ट करें
zh_hans: 加密储物柜文件夹

# HP_ButEncryptFile
source: Encrypt file
es: Cifrar archivo
fr: Chiffrer le fichier
hi: फ़ाइल एन्क्रिप्ट करें
zh_hans: 加密文件

# HP_ButEncryptFolder
source: Encrypt folder
es: Cifrar carpeta
fr: Chiffrer le dossier
hi: फ़ोल्डर एन्क्रिप्ट करें
zh_hans: 加密文件夹

# HP_ButLockerView
source: View locker folder
es: Ver carpeta del casillero
fr: Afficher le dossier de casier
hi: लॉकर फ़ोल्डर देखें
zh_hans: 查看储物柜文件夹

# HP_LockerAvailable
source: Current locker folder is
es: La carpeta actual del casillero es
fr: Dossier de casier actuel est
hi: वर्तमान लॉकर फ़ोल्डर है
zh_hans: 当前储物柜文件夹是

# HP_LockerAvailable_SampleFiles
source: Created sample folders and files in locker folder to experiment with. Open one of the files to view application instructions and tips.
es: Creé carpetas de muestra y archivos en la carpeta de casilleros para experimentar. Abra uno de los archivos para ver las instrucciones y consejos de la aplicación.
fr: Création d'exemples de dossiers et de fichiers dans le dossier de casier à expérimenter. Ouvrez l'un des fichiers pour afficher les instructions et les conseils d'application.
hi: के साथ प्रयोग करने के लिए लॉकर फ़ोल्डर में नमूना फ़ोल्डर्स और फ़ाइलों को बनाया. अनुप्रयोग निर्देश और युक्तियां देखने के लिए फ़ाइलों में से कोई एक खोलें ।
zh_hans: 在储物柜文件夹中创建示例文件夹和文件以进行试验。 打开其中一个文件以查看应用程序说明和提示。

# HP_TblkMsgSettings
source: Click configuration button to change following settings
es: Haga clic en el botón de configuración para cambiar las siguientes configuraciones
fr: Cliquez sur le bouton de configuration pour modifier les paramètres suivants
hi: निम्नलिखित सेटिंग्स को बदलने के लिए कॉन्फ़िगरेशन बटन पर क्लिक करें
zh_hans: 单击配置按钮更改以下设置

# HP_TblkPageTitle
source: Application encryption and decryption
es: Cifrado y descifrado de aplicaciones
fr: Chiffrement et décryptage de application
hi: आवेदन एन्क्रिप्शन और डिक्रिप्शन
zh_hans: 应用程序加密和解密

# UMP_LockerReset_Msg01
source: You can have multiple locker folders. Each folder can have unique password.
es: Puedes tener múltiples carpetas de casillero. Cada carpeta puede tener una contraseña única.
fr: Vous pouvez avoir plusieurs dossiers de casier. Chaque dossier peut avoir un mot de passe unique.
hi: आपके पास एकाधिक लॉकर फ़ोल्डर्स हो सकते हैं। प्रत्येक फ़ोल्डर में अद्वितीय पासवर्ड हो सकता है।
zh_hans: 您可以拥有多个储物柜文件夹。 每个文件夹都可以有唯一的密码

# MP_ButAbout
source: Information
es: Información
fr: renseignements
hi: जानकारी
zh_hans: 信息

# MP_ButSettings
source: Configuration
es: Configuración
hi: विन्यास
zh_hans: 配置

# UMP_LockerReset_Title
source: Reset locker folder?
es: ¿Restablecer la carpeta del casillero?
fr: Réinitialiser le dossier du casier?
hi: लॉकर फ़ोल्डर रीसेट करें
zh_hans: 重置储物柜文件夹？

# UMP_Reset_Yes
source: Yes
es: Sí
fr: Oui
hi: हाँ
zh_hans: 是的

# UMP_Reset_No
source: No
fr: Non
hi: नहीं
zh_hans: 没有

# SP_PwBoxPw1_PlaceholderText
source: Enter password
es: Introducir la contraseña
fr: Entrer le mot de passe
hi: पासवर्ड दर्ज करें
zh_hans: 输入密码

# SF_ButFolderPicker
source: Locker folder configuration
es: Configuración de carpeta del casillero
fr: Configuration du dossier Locker
hi: लॉकर फ़ोल्डर विन्यास
zh_hans: 锁文件夹配置

# SF_Error_Picker_FolderException
source: Cannot get read and write access to selected folder. Folder is in a protected location. Create folder in a different location.
es: No se puede obtener acceso de lectura y escritura a la carpeta seleccionada. La carpeta está en una ubicación protegida. Cree una carpeta en una ubicación diferente.
fr: Impossible de lire et d'écrire l'accès au dossier sélectionné. Folder est dans un endroit protégé. Créez un dossier dans un endroit différent.
hi: चयनित फ़ोल्डर तक पठन और लेखन पहुँच प्राप्त नहीं कर सकता. फ़ोल्डर किसी सुरक्षित स्थान पर है. किसी भिन्न स्थान में फ़ोल्डर बनाएँ.
zh_hans: 无法获得对所选文件夹的读写访问权限。 文件夹位于受保护的位置。 在其他位置创建文件夹。

# SF_CboxSamples
source: Create sample folders and files in locker folder.
es: Crear carpetas y archivos de muestra en la carpeta del casillero.
fr: Créez des exemples de dossiers et de fichiers dans le dossier des casiers.
hi: लॉकर फ़ोल्डर में नमूना फ़ोल्डर और फ़ाइलें बनाएँ।
zh_hans: 在储物柜文件夹中创建示例文件夹和文件。

# SF_CreateSample_Intro
source: Instructions and advice:
es: Instrucciones y consejos:
fr: Instructions et conseils :
hi: निर्देश और सलाह:
zh_hans: 说明和建议:

# SF_CreateSample_Closing
source: Learn to use application by encrypting and decrypting sample folders and files created in locker folder. Please rate and review application.
es: Aprenda a usar la aplicación mediante el cifrado y descifrado de carpetas de muestra y archivos creados en la carpeta del casilleros. Por favor califique y revise la solicitud.
fr: Apprenez à utiliser l'application en cryptant et en décryptant des exemples de dossiers et de fichiers créés dans le dossier de casier. S'il vous plaît taux et l'application d'examen.
hi: लॉकर फ़ोल्डर में बनाए गए नमूना फ़ोल्डर और फ़ाइलों को एन्क्रिप्ट और डिक्रिप्ट करके एप्लिकेशन का उपयोग करना सीखें। आवेदन दर और समीक्षा करें।
zh_hans: 通过加密和解密在储物柜文件夹中创建的示例文件夹和文件,了解如何使用应用程序。 请评价和审查申请。

# SF_SampleFilename2
source: Sample file
es: Archivo de muestra
fr: Fichier d'échantillon
hi: नमूना फ़ाइल
zh_hans: 示例文件

# SF_SampleFoldername
source: Sample folder
es: Carpeta de muestra
fr: Dossier d'échantillon
hi: नमूना फ़ोल्डर
zh_hans: 示例文件夹

# SF_Msg01
source: Create new folder or select existing folder.
es: Cree una carpeta nueva o seleccione la carpeta existente.
fr: Créez un nouveau dossier ou sélectionnez le dossier existant.
hi: नया फ़ोल्डर बनाएं या मौजूदा फ़ोल्डर का चयन करें।
zh_hans: 创建新文件夹或选择现有文件夹。

# SF_Msg02
source: Locker folder reset option was selected or this is first start of application.
es: Se ha seleccionado la opción de restablecimiento de carpeta de Locker o se inicia por primera vez la aplicación.
fr: L'option de réinitialiser le dossier de casier a été sélectionnée ou c'est le premier début de l'application.
hi: लॉकर फ़ोल्डर रीसेट विकल्प का चयन किया गया था या यह पहली बार आवेदन की शुरुआत है।
zh_hans: 选择了储物柜文件夹重置选项，或者这是首次启动应用程序。

# SF_TblkPageTitle
source: Application folder configuration
es: Configuración de carpeta de aplicación
fr: Configuration du dossier d'application
hi: एप्लिकेशन फ़ोल्डर विन्यास
zh_hans: 应用程序文件夹配置

# SP_PwBoxPw2_PlaceholderText
source: Confirm password
es: Confirmar contraseña
fr: Confirmer le mot de passe
hi: पासवर्ड की पुष्टि करें
zh_hans: 确认密码

# SP_Success_Password_Match
source: Passwords match. Click following button to use password for locker folder.
es: Las contraseñas coinciden. Haga clic en el siguiente botón para usar la contraseña de la carpeta del casillero.
fr: Mots de passe correspondent. Cliquez sur le bouton suivant pour utiliser le mot de passe pour le dossier de casier.
hi: पासवर्ड मेल खाते हैं । लॉकर फ़ोल्डर के लिए पासवर्ड का उपयोग करने के लिए निम्न बटन क्लिक करें ।
zh_hans: 密码匹配。 单击以下按钮使用密码进行储物柜文件夹。

# SP_Error_Password_Setup
source: Could not save locker folder setup data. Please try different password.
es: No se pudo guardar los datos de configuración de la carpeta del casillero. Por favor intente una contraseña diferente.
fr: Impossible d'enregistrer les données de configuration du dossier de casier. S'il vous plaît essayer mot de passe différent.
hi: लॉकर फ़ोल्डर सेटअप डेटा को सहेज नहीं सका। कृपया अलग पासवर्ड आज़माएं।
zh_hans: 无法保存储物柜文件夹设置数据。 请尝试不同的密码。

# SP_Error_Password_Length
source: Password must have at least four characters. Please try different password.
es: La contraseña debe tener al menos cuatro caracteres. Por favor intente con una contraseña diferente
fr: Mot de passe doit avoir au moins quatre caractères. S'il vous plaît essayer mot de passe différent.
hi: पासवर्ड में कम से कम चार वर्ण होने चाहिए। कृपया अलग पासवर्ड आज़माएं।
zh_hans: 密码必须至少包含四个字符。 请尝试不同的密码。

# UMP_SP_Msg03
source: Application will reject invalid passwords. Minimum password length is four characters.
es: La aplicación rechazará las contraseñas no válidas. La longitud mínima de la contraseña es de cuatro caracteres.
fr: L'application rejettera les mots de passe non valides. La longueur minimale du mot de passe est de quatre caractères.
hi: आवेदन अमान्य पासवर्ड को अस्वीकार कर देगा। न्यूनतम पासवर्ड लंबाई चार वर्ण है।
zh_hans: 应用程序将拒绝无效密码。 最小密码长度为四个字符。

# UMP_SP_Msg01
source: Application does not save passwords anywhere. You will lose access to encrypted data if you forget password used to encrypt it.
es: La aplicación no guarda contraseñas en ningún lado. Perderá el acceso a los datos cifrados si olvida la contraseña utilizada para encriptarlo.
fr: L'application n'enregistre pas les mots de passe n'importe où. Vous perdrez l'accès aux données chiffrées si vous oubliez le mot de passe utilisé pour le chiffrer.
hi: एप्लिकेशन कहीं भी पासवर्ड सहेजता नहीं है। यदि आप एन्क्रिप्ट करने के लिए इस्तेमाल पासवर्ड भूल जाते हैं तो आप एन्क्रिप्टेड डेटा तक पहुंच खो देंगे।
zh_hans: 应用程序不会将密码保存在任 如果忘记用于加密的密码，您将失去对加密数据的访问权限。

# SP_TblkPageTitle
source: Application password configuration
es: Configuración de contraseña de la aplicación
fr: Configuration du mot de passe de l'application
hi: आवेदन पासवर्ड विन्यास
zh_hans: 应用程序密码配置

# ST_ButAboutToggles
source: Toggle button information
es: Alternar la información del botón
fr: Informations sur le bouton de bascule
hi: बटन जानकारी टॉगल करें
zh_hans: 切换按钮信息

# ST_TblkPageTitle
source: Application configuration
es: Configuración de la aplicación
fr: Configuration de l'application
hi: आवेदन विन्यास
zh_hans: 应用程序配置

# ST_TogDeleteSecure
source: Secure delete mode
es: Modo eliminación segura
fr: Mode suppression sécurisé
hi: सुरक्षित हटाएं मोड
zh_hans: 安全删除模式

# ST_TogVerbose
source: Verbose mode
es: Modo detallado
fr: Mode verbeux
hi: वर्बोज़ मोड
zh_hans: 详细模式

# AB_ButCryptoLink1
source: Cryptography
es: Criptografía
fr: Cryptographie
hi: क्रिप्टोग्राफी
zh_hans: 加密

# AB_ButCryptoLink2
source: Advanced Encryption Standard (AES)
es: Estándar de Encriptación Avanzado (AES)
fr: Standard de cryptage avancé (AES)
hi: उन्नत एन्क्रिप्शन मानक (एईएस)
zh_hans: 高级加密标准（AES）

# AB_ButCryptoLink3
source: Initialization vector
es: Vector de inicialización
fr: Vecteur d'initialisation
hi: प्रारंभिक वेक्टर
zh_hans: 初始化向量

# AB_ButCryptoLink4
source: Block cipher mode
es: Modo de cifrado de bloque
fr: Mode de chiffrement de bloc
hi: ब्लॉक सिफर मोड
zh_hans: 阻止密码模式

# AB_ButProgrammerEmail
source: Email Support
es: Soporte de correo electrónico
fr: Support par email
hi: ईमेल समर्थन
zh_hans: 电邮支援

# AB_TblkLink
source: Click following website links to learn more about cryptography.
es: Haga clic en los siguientes enlaces a sitios web para obtener más información acerca de la criptografía.
fr: Cliquez sur les liens suivants pour en savoir plus sur la cryptographie.
hi: क्रिप्टोग्राफी के बारे में अधिक जानने के लिए वेबसाइट लिंक पर क्लिक करें।
zh_hans: 单击以下网站链接以了解有关加密的更多信息。

# AB_TblkPageTitle
source: Application information
es: Información de la aplicación
fr: Informations sur l'application
hi: आवेदन की सूचना
zh_hans: 应用信息

# AB_TblkPayment
source: Application has unlimited free trial period for evaluation. Buy once and use on all your Windows 10 devices. Please rate and review application.
es: La aplicación tiene un período de prueba gratuito ilimitado para la evaluación. Compre una vez y úselo en todos sus dispositivos con Windows 10. Por favor califique y revise la solicitud.
fr: La demande a une période d'essai gratuite illimitée pour l'évaluation. Achetez une fois et utilisez-le sur tous vos appareils Windows 10. S'il vous plaît taux et l'application d'examen.
hi: आवेदन के लिए मूल्य $ 2.99 है। मूल्यांकन के लिए आवेदन असीमित नि: शुल्क परीक्षण अवधि है। एक बार खरीदें और अपने सभी विंडोज 10 उपकरणों पर उपयोग करें। आवेदन दर और समीक्षा करें।
zh_hans: 申请有无限的免费试用期进行评估。 购买一次,并在所有 Windows 10 设备上使用。 请评价和审查申请。

# AB_TblkProgrammer
source: Use following email link to report errors or offer other comments or suggestions. Application version is
es: Utilice el siguiente enlace de correo electrónico para informar errores u ofrecer otros comentarios o sugerencias. La versión de la aplicación es
fr: Utilisez le lien de courrier électronique suivant pour signaler des erreurs ou proposer d'autres commentaires ou suggestions. La version de l'application est
hi: त्रुटियों की रिपोर्ट करने या अन्य टिप्पणियों या सुझावों की पेशकश करने के लिए निम्नलिखित ईमेल लिंक का उपयोग करें। अनुप्रयोग संस्करण है
zh_hans: 使用以下电子邮件链接报告错误或提供其他意见或建议。 应用程序版本是

# UMP_AB_Msg06
source: Application verifies if purchase has been completed on each start. This verification procedure will be skipped after purchase is confirmed. Application will remain in trial mode until purchased. Trial mode is fully functional other than inconvenience of this verification procedure on each start.
es: La aplicación verifica si la compra se completó en cada inicio. Este procedimiento de verificación se saltará una vez confirmada la compra. La aplicación permanecerá en modo de prueba hasta que se compre. El modo de prueba es totalmente funcional, aparte de los inconvenientes de este procedimiento de verificación en cada inicio.
fr: L'application vérifie si l'achat a été effectué à chaque démarrage. Cette procédure de vérification sera ignorée une fois l'achat confirmé. L'application restera en mode d'essai jusqu'à l'achat. Le mode d'évaluation est entièrement fonctionnel, à l'exception des inconvénients de cette procédure de vérification à chaque démarrage.
hi: आवेदन सत्यापित करता है कि प्रत्येक शुरुआत पर खरीद पूरी हो गई है या नहीं। खरीद की पुष्टि होने के बाद यह सत्यापन प्रक्रिया छोड़ दी जाएगी। आवेदन खरीदे जाने तक परीक्षण मोड में रहेगा। प्रत्येक मोड पर इस सत्यापन प्रक्रिया की असुविधा के अलावा परीक्षण मोड पूरी तरह कार्यात्मक है।
zh_hans: 应用程序验证每次启动时是否已完成购买。 确认购买后将跳过此验证过程。 应用程序将保持试用模式,直到购买。 试用模式功能齐全,但每次启动时此验证过程都会带来不便。

# UMP_AB_Msg07
source: It may take a moment for folder changes to appear after encrypting or decrypting items. Occasionally folder view will not update. You may need to manually refresh folder to view result.
es: Puede pasar un momento hasta que aparezcan los cambios en la carpeta después de encriptar o desencriptar los elementos. Ocasionalmente, la vista de carpeta no se actualizará. Es posible que deba actualizar manualmente la carpeta para ver el resultado.
fr: Cela peut prendre un moment pour que les modifications du dossier apparaissent après le chiffrement ou le déchiffrement des éléments. Parfois, l'affichage du dossier ne se met pas à jour. Vous devrez peut-être actualiser manuellement le dossier pour afficher le résultat.
hi: वस्तुओं को एन्क्रिप्ट करने या डिक्रिप्ट करने के बाद फ़ोल्डर में बदलावों के लिए एक पल लग सकता है। कभी-कभी फ़ोल्डर दृश्य अपडेट नहीं होगा। परिणाम देखने के लिए आपको मैन्युअल रूप से फ़ोल्डर रीफ्रेश करने की आवश्यकता हो सकती है।
zh_hans: 加密或解密项目后，可能需要一段时间才能显示文件夹更改。 偶尔文件夹视图不会更新。 您可能需要手动刷新文件夹才能查看结果。

# UMP_AB_Msg08
source: Windows 10 does not allow programmer to specify exact location folder and file pickers open too. Programmer can only suggest starting location from limited number of general locations. Result is picker may open to unexpected location or attempt to open location that no longer exists since folder was encrypted to archive file. You may need to manually navigate back to locker folder to select desired item.
es: Windows 10 no permite que el programador especifique la carpeta de ubicación exacta y que los selectores de archivos también se abran. El programador solo puede sugerir una ubicación inicial desde un número limitado de ubicaciones generales. El resultado es que el selector puede abrirse en una ubicación inesperada o intentar abrir una ubicación que ya no existe desde que la carpeta se cifró en el archivo comprimido. Es posible que deba navegar manualmente a la carpeta del casillero para seleccionar el elemento deseado.
fr: Windows 10 n'autorise pas le programmeur à spécifier le dossier d'emplacement exact et les sélecteurs de fichiers ouverts également. Le programmeur ne peut suggérer qu'un lieu de départ à partir d'un nombre limité de lieux généraux. Le résultat est que le sélecteur peut s'ouvrir vers un emplacement inattendu ou tenter d'ouvrir un emplacement qui n'existe plus depuis que le dossier a été crypté pour archiver le fichier. Vous devrez peut-être revenir manuellement dans le dossier des casiers pour sélectionner l'élément souhaité.
hi: विंडोज 10 प्रोग्रामर को सटीक स्थान फ़ोल्डर और फ़ाइल पिकर्स को भी खोलने की अनुमति नहीं देता है। प्रोग्रामर केवल सीमित स्थानों की सीमित संख्या से स्थान शुरू करने का सुझाव दे सकता है। नतीजा यह है कि पिकर अप्रत्याशित स्थान पर खुल सकता है या उस स्थान को खोलने का प्रयास कर सकता है जो अब मौजूद नहीं है क्योंकि फ़ाइल को संग्रह फ़ाइल में एन्क्रिप्ट किया गया था। वांछित आइटम का चयन करने के लिए आपको लॉकर फ़ोल्डर में मैन्युअल रूप से नेविगेट करने की आवश्यकता हो सकती है।
zh_hans: Windows 10不允许程序员指定确切的位置文件夹和文件选择器。 程序员只能建议从有限数量的一般位置开始的位置。 结果是选取器可能会打开到意外位置或尝试打开不再存在的位置，因为文件夹已加密到存档文件。 您可能需要手动导航回更衣室文件夹以选择所需的项目。
